Repository: 84000/data-translation-memory
Catalog: toh354-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ལེགས་ཉེས་ཀྱི་རྒྱུ་དང་འབྲས་བུ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: Teaching the Causes and Results of Good and Ill

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ།
en: The Blessed One was residing in Prince Jeta’s Grove, Anāthapiṇḍada’s Park.

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཚད་མེད་པ་དང་། ལྷ་དང་མིའི་འཁོར་མང་པོས་ཡོངས་སུ་བསྐོར་ཅིང་སེམས་རྩེ་གཅིག་ཏུ་ཆོས་ཉན་པ་དག་ལ་ཆོས་སྟོན་པར་མཛད་དོ། །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སེམས་ཅན་རྣམས་ཀྱི་ཆེད་དུ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: At that time, the Blessed One was teaching the Dharma surrounded by innumerable bodhisattvas and many divine and human followers, who were listening to the Dharma one-pointedly.

source: །བཅོམ་ལྡན་འདས་ད་ལྟར་འཇིག་རྟེན་ན་རྣམ་པ་གཅིག་ཏུ་མིར་སྐྱེས་པར་མཚུངས་པ་ལ། ཁ་ཅིག་ནི་སྡུག་ཅིང་ཁ་ཅིག་ནི་བྱད་བཞིན་མི་སྡུག་པ་དང་། ཁ་ཅིག་ནི་དཔའ་ཞིང་ཁ་ཅིག་ནི་ཞན་པ་དང་། ཁ་ཅིག་ནི་དབུལ་ཞིང་ཁ་ཅིག་ནི་ཕྱུག་པ་དང་། ཁ་ཅིག་ནི་སྡུག་བསྔལ་ཞིང་ཁ་ཅིག་ནི་བདེ་བ་དང་ལྡན་པ་དང་།
en: It was then that, for the benefit of beings, Venerable Ānanda said to the Blessed One, “Blessed One, currently in this world, among those who are similar in being born as humans, some are attractive while others are ugly; some are strong while others are weak; some are poor while others are rich; some suffer while others are happy; and some are noble while others are ignoble. “

source: ཁ་ཅིག་ནི་ཡ་རབས་སུ་གྱུར་ཅིང་ཁ་ཅིག་ནི་མ་རབས་སུ་གྱུར་ཏེ། སྒྲ་དབྱངས་མི་མཚུངས་ཤིང་སྐད་ཐ་དད་པར་གྱུར་པ་དང་།
en: Their voices are dissimilar and their languages distinct.

source: ཁ་ཅིག་ནི་ལོ་བརྒྱ་ལོན་ཀྱང་འཆི་བར་མི་འགྱུར་ལ་ཁ་ཅིག་ནི་ལོ་སུམ་ཅུ་ལོན་ནས་སྔར་འགུམ་པ་དང་།
en: Some make it one hundred years without dying, while others perish before thirty.

source: ཁ་ཅིག་ནི་ལོ་བཅྭ་ལྔ་ལོན་ནས་གློ་བུར་དུ་འཆི་བ་དང་། ཁ་ཅིག་ནི་མའི་མངལ་ཉིད་དུ་འགུམ་པ་དང་།
en: Some suddenly die at fifteen, while others die right in their mother’s womb.

source: ཁ་ཅིག་ནི་བྱད་བཞིན་སྡུག་ཅིང་མཛེས་པ་དང་། ཁ་ཅིག་ནི་དབུལ་ཞིང་མ་རབས་སུ་གྱུར་ལ་བྱད་བཞིན་མི་སྡུག་པ་དང་།
en: Some are good looking and have lovely faces, while others are destitute, ignoble, and ugly.

source: ཁ་ཅིག་ནི་ཕྱུག་ཅིང་ཡ་རབས་སུ་སྐྱེ་བ་དང་།
en: Some are born rich and noble.

source: ཁ་ཅིག་ནི་དཔའ་ཞིང་དམན་པར་གྱུར་ལ། ཁ་ཅིག་ནི་ཞན་ཅིང་རིགས་མཐོན་པོར་སྐྱེས་པ་དང་།
en: Some are strong though lowly, while others are weak though born of high class.

source: ཁ་ཅིག་ནི་སྡུག་བསྔལ་ཞིང་ཚེ་རིང་ལ་ཁ་ཅིག་ནི་བདེ་ཞིང་ཚེ་ཐུང་བ་དང་།
en: Some suffer yet have long lives, while others are happy yet have short lives. “

source: ཁ་ཅིག་ནི་དགེ་བ་སྤྱད་ཀྱང་ནོངས་སྐྱོན་དང་བཅས་པར་གྱུར་ལ། ཁ་ཅིག་ནི་སྡིག་པ་བགྱིས་ཀྱང་བསོད་ནམས་ཀྱི་ཕན་ཡོན་ཐོབ་པ་དང་།
en: There are those who practice virtue yet end up in the wrong, while others commit misdeeds yet obtain meritorious benefits.

source: ཁ་ཅིག་ནི་ཚོ་ཞིང་དཀར་ཡང་མིག་ཡ་ཡོར་གྱུར་ཅིང་མི་གསལ་ལ། ཁ་ཅིག་ནི་སྔོ་ཞིང་གནག་ཀྱང་མངལ་བྱད་དང་ལྡན་པ་དང་།
en: Some are fat and fair but cross-eyed and hard of seeing, while others are dark in complexion yet endowed with inborn beauty.

source: ཁ་ཅིག་ནི་ཐུང་ཞིང་བོང་ཆུང་ཡང་སེམས་རྩལ་དང་ལྡན་པ་དང་། ཁ་ཅིག་ནི་རིང་ཞིང་བོང་ཆེ་ཡང་གཞན་དག་གི་གཡོག་བགྱིད་པ་དང་།
en: Some are short and small yet quick-witted, while others are tall and big yet work in servitude to others.

source: ཁ་ཅིག་ནི་བུ་ཚ་མང་ལ་ཁ་ཅིག་ནི་གཅིག་པུ་གནས་པ་དང་།
en: Some have many children, while others live alone.

source: ཁ་ཅིག་ནི་སླད་རོལ་དུ་རྒྱུ་ཞིང་བཀྲེས་པ་དང་། གྲང་བ་དག་གིས་ཉེན་པར་འགྱུར་ལ། ཁ་ཅིག་ནི་ཁྱིམ་ན་གནས་ཀྱང་གོས་ཟས་དག་ལ་དགའ་འབྱོར་པ་དང་།
en: Some wander outside, hungry and afflicted by cold, while others live indoors, enjoying clothing and food.

source: ཁ་ཅིག་ནི་གཞོན་པའི་ཚེ་དབུལ་ཞིང་ཕོངས་ལ་རྒས་པའི་ཚེ་གདོད་ཕྱུག་པོར་འགྱུར་བ་དང་།
en: Some are poor when they are young and finally become wealthy by the time they are old.

source: ཁ་ཅིག་ནི་ཡུས་མ་མཆིས་བཞིན་དུ་ཡང་ནོངས་པ་མ་མཆིས་པར་ནན་གྱིས་གོ་རར་སྩལ་བ་དང་།
en: Some are honest in their dealings yet are forcefully imprisoned without having committed any crimes.

source: ཁ་ཅིག་ནི་ཕ་མ་ཡང་སྙིང་རྗེ་དང་ལྡན་ལ་བུ་ཡང་སྲི་ཞུ་ཆེ་ཞིང་མདོ་སྡེ་དང་གཙུག་ལག་གི་དོན་གླེང་བར་བགྱིད་ལ།
en: Some have compassionate parents and respectful children and discuss with them the truths of the sūtras and sciences.

source: ཁ་ཅིག་ནི་ཕུ་བོ་ནུ་བོ་སོ་སོར་ཕྱེ་ནས་འཐབ་ཅིང་རྩོད་པར་བགྱིད་པ་དང་།
en: Some fight and quarrel, estranging brother from brother.

source: ཁ་ཅིག་ནི་ཁང་ཁྱིམ་དག་བརྩིགས་ནས་འབྱོར་པ་སྣ་ཚོགས་དང་ལྡན་ལ། ཁ་ཅིག་ནི་ཁང་ཁྱིམ་མ་མཆིས་པས་གཞན་དག་ལ་རྟེན་པ་དང་།
en: Some possess a multitude of riches and build mansions, while others depend upon others and have no house of their own.

source: ཁ་ཅིག་ནི་བྱ་འདབ་ཆགས་བཞིན་དུ་ཤིང་དང་ཐང་ལ་གནས་པ་དང་།
en: Some live in the trees and on the plains like birds.

source: ཁ་ཅིག་ནི་གཅན་གཟན་གྱི་རྣམ་པ་དང་མཚུངས་ཤིང་སྤུའི་གོས་དང་ལྡན་པ་ཟས་སུ་རྩྭ་འཚལ་ཞིང་ཁྲག་འཐུང་བ་དང་།
en: Some wear furs, forage grass for food, and drink like ferocious beasts.

source: ཁ་ཅིག་ནི་ཡི་གེ་མ་འཚལ་བ་དང་།
en: Some are illiterate.

source: ཁ་ཅིག་ནི་ཅི་ཡང་མ་བགྱིས་པར་བདེ་བའི་རྣམ་པར་སྨིན་པ་མྱོང་བར་འགྱུར་ལ།
en: Some experience the ripening of happiness without doing anything.

source: ཁ་ཅིག་ནི་སླ་བ་བགྱིད་པའི་གནས་ཀྱང་མི་རྙེད་པ་དང་།
en: Some do not find any source of income. “

source: ཁ་ཅིག་ནི་དབང་པོ་གསལ་བས་ཤེས་པ་དང་ལྡན་ལ། ཁ་ཅིག་ནི་དབང་པོ་མི་གསལ་བས་ཤེས་པ་དང་མི་ལྡན་པ་དང་།
en: Some become knowledgeable through their sharp faculties, while others lack knowledge due to their dull faculties.

source: ཁ་ཅིག་ནི་བཙལ་ན་གདོད་ཐོབ་པར་འགྱུར་ལ། ཁ་ཅིག་ནི་མ་བཙལ་བར་ཡང་རྙེད་པར་འགྱུར་བ་དང་།
en: Some find things only after searching, while others find things even without searching.

source: ཁ་ཅིག་ནི་ཕྱུག་ཀྱང་སེར་སྣ་ཆེ་ལ། ཁ་ཅིག་ནི་དབུལ་པོར་གྱུར་ཀྱང་གཏོང་བ་ལ་དགའ་བ་དང་།
en: Some are very stingy even though they are rich, while others delight in giving even though they are poor.

source: ཁ་ཅིག་ནི་ཚིག་སྨྲས་པ་རྣམས་མཉན་ཞིང་དེས་ལ། ཁ་ཅིག་ནི་ཚིག་སྨྲས་པ་རྣམས་གཏུམ་ཞིང་བརླང་བ་དང་།
en: Some speak gently with eloquent words, while others speak wrathfully with harsh words.

source: ཁ་ཅིག་ནི་མང་པོ་ཀུན་གྱིས་བཀུར་ཞིང་སྙིང་དུ་སྡུག་པར་འགྱུར་ལ། ཁ་ཅིག་ནི་མང་པོ་ཀུན་གྱིས་ཐག་རིང་དུ་སྤོང་བར་བགྱིད་པ་དང་།
en: Some are respected and beloved by all, while some are cast far away by everyone.

source: ཁ་ཅིག་ནི་བྱམས་པའི་སེམས་ཀྱིས་སྲོག་ཆགས་གསོ་བར་བགྱིད་ལ། ཁ་ཅིག་ནི་སྲོག་ཆགས་དཔག་ཏུ་མ་མཆིས་པ་དག་གསོད་པར་བགྱིད་པ་དང་།
en: Some lovingly care for living beings, while others murder countless living beings.

source: ཁ་ཅིག་ནི་ཡངས་པ་མང་པོ་ཀུན་གྱིས་ཡིད་དུ་མཆི་བར་འགྱུར་ལ། ཁ་ཅིག་ནི་གཞན་དག་གིས་སྤོང་བར་བགྱིད་པ་དང་།
en: Some are considered open minded and charming by everyone, while others are ignored.

source: ཁ་ཅིག་ནི་ཆུང་མ་དང་གྱོས་སྒྱུག་ལ་སོགས་པས་སྡང་བར་འགྱུར་ལ། ཁ་ཅིག་ནི་གཉེན་བཤེས་ཀུན་དགའ་བར་འགྱུར་བ་དང་།
en: Some are hated by their wives and in-laws, while others are loved by all their relatives.

source: ཁ་ཅིག་ནི་ཆོས་ཀྱི་ཚིག་མཉན་པར་དགའ་བ་དང་། ཁ་ཅིག་ནི་མདོ་སྡེ་ཐོས་ནས་གཉིད་ལོག་བགྱིད་པ་དང་།
en: Some are happy to listen to Dharma teachings, while others fall asleep upon hearing the sūtras.

source: ཁ་ཅིག་ནི་དཔའ་ཞིང་རྩལ་དང་ལྡན་ཡང་ཞེས་མ་མཆིས་ལ་ཁ་ཅིག་ནི་ཚིག་འབྲུ་དང་དོན་དག་ལ་སློབ་པར་མོས་པ་དང་།
en: Some are undignified even though they are strong and heroic. Some are intent upon studying words and their meanings.

source: ཁ་ཅིག་ནི་དུད་འགྲོའི་དབྱིབས་ཐ་དད་པ་སྣ་ཚོགས་བགྱིས་པ་དག་གདའ་ན།
en: Some appear to behave like different kinds of animals. “

source: བཅོམ་ལྡན་འདས་དེ་དག་གི་རྒྱུ་དང་འབྲས་བུ་གང་ལགས་པ་རྒྱ་ཆེར་བཀས་བཤད་དུ་གསོལ།
en: Blessed One, I request you to please explain in detail the respective causes and results of these humans.

source: འཁོར་མང་པོ་རྣམས་ཀྱིས་ཐོས་ཤིང་རྟོགས་པར་འགྱུར་ལ་སེམས་རྩེ་གཅིག་ཏུ་དགེ་བ་ལ་གཞོལ་བར་འགྱུར་བ་ལགས་སོ།
en: Many followers will listen and understand as they single-pointedly focus themselves on virtue.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་ཇི་ལྟར་དྲིས་པ་དེ་དེ་བཞིན་ཏེ། རྣམ་པར་སྨིན་པ་མྱོང་བར་མི་མཚུངས་པར་གྱུར་པ་དེ་དག་ཐམས་ཅད་ནི་ཚེ་རབས་སྔ་མ་དག །ལས་ཀྱི་སྤྱོད་པ་མི་མཉམ་པའི་དབང་གིས་ན་ཐ་དད་པའི་བྱེ་བྲག་བརྒྱ་སྟོང་མང་པོ་མྱོང་བར་གྱུར་པ་ཡིན་ཏེ།
en: The Blessed One responded, “Ānanda, as you stated in your inquiry, these humans undergo all these dissimilar experiences of karmic ripening in many hundreds of thousands of different ways due to disparate behaviors in previous lifetimes.

source: ཚེ་འདི་ལ་བྱད་བཞིན་སྡུག་པ་གང་ཡིན་པ་དེ་ནི་བཟོད་པ་དང་དུ་བླངས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Having a lovely face in this life comes from patient acceptance.

source: །བྱད་བཞིན་མི་སྡུག་པ་གང་ཡིན་པ་དེ་ནི་ཁོང་ཁྲོ་བ་ལས་འོངས་པ་ཡིན་ནོ།
en: Having an ugly face comes from anger.

source: །མིར་གྱུར་ཀྱང་དབུལ་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སེར་སྣ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, living in poverty comes from having been stingy.

source: །མིར་གྱུར་ཀྱང་ཕྱུག་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སྦྱིན་པ་བཏང་བ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being wealthy comes from having practiced generosity.

source: །ཡ་རབས་མཐོན་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་གཞན་དག་ལ་གུས་པར་ཕྱག་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Being noble and of high class comes from having paid respect to others.

source: །མ་རབས་སུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ང་རྒྱལ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Being ignoble comes from having acted arrogantly.

source: །མིར་གྱུར་ཀྱང་ལུས་རིང་ཞིང་བོང་ཆེ་བ་གང་ཡིན་པ་དེ་ནི་གུས་པས་བཀུར་སྟི་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being tall and large comes from having devotedly shown respect.

source: །ལུས་ཐུང་ངུ་གང་ཡིན་པ་དེ་ནི་ཆོས་ལ་བརྙས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Being short comes from having shown contempt for the Dharma. “

source: །མིར་གྱུར་ཀྱང་བཀའ་བློ་མི་བདེ་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་ལུག་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being ineloquent comes from having previously been a sheep.

source: །མིར་གྱུར་ཀྱང་གནག་ཅིང་རིད་པ་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་སྣང་བ་བསྒྲིབས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being dark and scrawny comes from having obscured images of the thus-gone ones.

source: །མིར་གྱུར་ཀྱང་མཆུ་མི་སྡུག་པ་གང་ཡིན་པ་དེ་ནི་མཆོད་རྟེན་གྱི་ཟས་མྱངས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having unsightly lips comes from having eaten food off of stūpas.

source: །མིར་གྱུར་ཀྱང་མིག་དམར་བ་གང་ཡིན་པ་དེ་ནི་མེའི་སེར་སྣ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having red eyes comes from having been stingy with fire.

source: །མིར་གྱུར་ཀྱང་མིག་མི་གསལ་བ་གང་ཡིན་པ་དེ་ནི་ཁྲའི་མིག་བྲུས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having poor eyesight comes from having gouged out the eyes of falcons.

source: །མིར་གྱུར་ཀྱང་ལྐུགས་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་ལ་སྐུར་པ་བཏབ་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being mute comes from having denigrated the Dharma.

source: །མིར་གྱུར་ཀྱང་འོན་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཐོས་པར་མི་དགའ་བ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being deaf comes from having been displeased upon hearing the Dharma.

source: །མིར་གྱུར་ཀྱང་སོ་རྣོན་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་རུས་པ་འཆའ་ཞིང་ཤ་ཟ་བར་མངོན་པར་དགའ་བ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having sharp teeth comes from having taken great pleasure in gnawing on bones and eating meat.

source: །མིར་གྱུར་ཀྱང་སྣ་དགྱེ་བོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་དྲི་མི་ཞིམ་པ་དག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having a crooked nose comes from having made malodorous offerings to the thus-gone ones.

source: །མིར་གྱུར་ཀྱང་མཆུ་ཤོ་རེར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཉའི་འགྲམ་པ་ཕུག་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having a cleft lip comes from having pierced the cheeks of fish.

source: །མིར་གྱུར་ཀྱང་སྐྲ་སེར་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཕག་གི་སྤུ་བཏོགས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having yellowed hair comes from having plucked out the hair of pigs.

source: །མིར་གྱུར་ཀྱང་རྣ་བ་རལ་བར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་གཞན་དག་གི་རྣ་བ་ཕུག་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having split ears comes from having punctured the ears of others.

source: །མིར་གྱུར་ཀྱང་ལུས་ཀྱི་ཤ་བྲུར་ལྟ་བུར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་གོས་ཡང་ཞིང་སྲབ་པ་དག་བགོས་ནས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་འོངས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having a snake-like body comes from having worn light and thin clothing in the presence of the thus-gone ones.

source: །མིར་གྱུར་ཀྱང་མདོག་གནག་པ་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ཁྱམས་དག་གི་འོག་ཏུ་བཞག་ནས་དུད་པས་བདུགས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having a dark complexion comes from having put statues of the thus-gone ones beneath courtyards and exposed them to smoke.

source: །མིར་གྱུར་ཀྱང་རྐང་ལག་ཞ་བོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་མཁན་པོ་དང་། སློབ་དཔོན་དང་བླ་མ་རྣམས་མཐོང་ཡང་ལྡང་བ་མེད་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having disabled limbs comes from not having risen when seeing preceptors, masters, or gurus.

source: །མིར་གྱུར་ཀྱང་སྒུར་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་གོས་ཡང་ཞིང་སྲབ་པ་དག་བགོས་ནས་ཕན་ཚུན་དུ་འགྲོ་བའི་ཚེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, being hunchbacked comes from having worn light and thin clothing and turned one’s back when passing the thus-gone ones.

source: །མིར་གྱུར་ཀྱང་འཕྲལ་བ་མི་སྡུག་པ་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་མཐོང་བའི་ཚེ་ཕྱག་ཀྱང་མི་བྱེད་ལ། ལག་པས་འཕྲལ་བར་བརྡབས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, an unsightly forehead comes from not having bowed upon seeing the thus-gone ones, instead banging one’s hands together at the forehead.

source: །མིར་གྱུར་ཀྱང་གཉའ་བ་ཐུང་བ་གང་ཡིན་པ་དེ་ནི་བླ་མ་དག་མཐོང་ནས་མགོ་སྦས་ཏེ་བྲོས་ནས་འབྱོལ་བ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having a short neck comes from having hid one’s face and run away when one saw the gurus.

source: །མིར་གྱུར་ཀྱང་རྟག་པར་སྙིང་ན་བ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་གྱི་ལུས་ཀྱི་ཡན་ལག་བཅད་ཅིང་གཏུབས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, always having heart diseases comes from having hacked, cut, and sliced up the limbs of beings.

source: །མིར་གྱུར་ཀྱང་མཛེ་ཅན་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཉེས་པ་མེད་པར་གཞན་དག་གི་ནོར་བླངས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having leprosy comes from having taken wealth away from the innocent.

source: །མིར་གྱུར་ཀྱང་དབུགས་ཐུང་བ་གང་ཡིན་པ་དེ་ནི་དགུན་གྲང་བའི་དུས་ཀྱི་ཚེ་གཞན་དག་ལ་ཟས་གྲང་མོ་དག་བྱིན་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, being short of breath comes from having served cold food to others during the depths of winter.

source: །མིར་གྱུར་ཀྱང་བུ་ཁྱེའུ་དང་བུ་མོ་མེད་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་བྱ་མང་པོ་རྣམས་ཀྱི་ཕྲུ་གུ་བསད་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, lacking sons or daughters comes from having killed many baby birds.

source: །མིར་གྱུར་ནས་བུ་ཚ་མང་བ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་གསོ་བར་དགའ་བ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having many children comes from having taken joy in caring for beings.

source: །མིར་གྱུར་ནས་ཚེ་རིང་བ་གང་ཡིན་པ་དེ་ནི་བྱམས་པའི་སེམས་དང་ལྡན་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having a long life comes from having had a loving heart.

source: །མིར་གྱུར་ནས་ཚེ་ཐུང་བ་གང་ཡིན་པ་དེ་ནི་སྲོག་ཆགས་མང་པོ་བསད་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having a short life comes from having killed many creatures.

source: །མིར་གྱུར་ནས་ཕྱུག་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སྦྱིན་པ་བཏང་བ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, being wealthy comes from having practiced generosity.

source: །མིར་གྱུར་ནས་རྟ་དང་ཤིང་རྟ་དང་ལྡན་པ་གང་ཡིན་པ་དེ་ནི་དཀོན་མཆོག་གསུམ་ལ་རྟ་དང་ཤིང་རྟ་ཕུལ་བ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, owning horses and chariots comes from having offered horses and chariots to the Three Jewels.

source: །མིར་གྱུར་ནས་དབང་པོ་གསལ་བ་གང་ཡིན་པ་དེ་ནི་མདོ་སྡེ་འདྲི་ཞིང་ཁ་ཏོན་འདོན་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having brilliant faculties comes from having inquired into and recited the sūtras.

source: །མིར་གྱུར་ཀྱང་དབང་པོ་མི་གསལ་བ་གང་ཡིན་པ་དེ་ནི་དུད་འགྲོའི་གནས་ནས་འོངས་པ་ཡིན་ནོ།
en: As a human, having dull faculties comes from having been an animal.

source: །མིར་གྱུར་ཀྱང་གཞན་གྱི་བྲན་དང་བྲན་མོ་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་བུ་ལོན་ཆགས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, working as another person’s servant boy or girl comes from having amassed debt.

source: །མིར་གྱུར་ཀྱང་མི་བརྟན་ཞིང་ཡང་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་སྤྲེའུ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being unstable and flighty comes from having previously been a monkey.

source: །མིར་གྱུར་ཀྱང་མཛེ་ནད་ཀྱིས་བཏབ་པ་གང་ཡིན་པ་དེ་ནི་དཀོན་མཆོག་གསུམ་རྣམ་པར་བཤིག་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, contracting leprosy comes from having destroyed images of the Three Jewels.

source: །མིར་གྱུར་ཀྱང་རྐང་ལག་འཇམ་འགྲུས་སུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་གྱི་རྐང་ལག་དམ་དུ་བཅིངས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having disabled limbs comes from having tightly bound the limbs of other beings.

source: །མིར་གྱུར་ཀྱང་ལུས་ལ་རྨ་དང་ཤུ་བ་འབྱུང་ཞིང་ཡུན་རིང་པོར་སྨན་དང་དཔྱད་བྱས་ཀྱང་སོས་སུ་མི་བཏུབ་པ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་ལ་བརྡེག་བཙོག་བྱས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: As a human, having scars and abscesses on the body that do not heal even with lengthy medical treatment comes from having beaten other beings.

source: །མིར་གྱུར་ཀྱང་རང་བཞིན་མི་སྲུན་པ་གང་ཡིན་པ་དེ་ནི་སྡིག་སྦྲུལ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having a malicious nature comes from having been a scorpion or a snake. “

source: །མིར་གྱུར་ནས་དབང་པོ་དྲུག་ཚང་བ་གང་ཡིན་པ་དེ་ནི་ཚུལ་ཁྲིམས་བསྲུངས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having all six sense faculties complete comes from having upheld one’s discipline.

source: །མིར་གྱུར་ཀྱང་དབང་པོ་རྣམས་མ་ཚང་བ་གང་ཡིན་པ་དེ་ནི་ཚུལ་ཁྲིམས་འཆལ་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having incomplete sense faculties comes from not having upheld one’s discipline.

source: །མིར་གྱུར་ཀྱང་གཙང་སྦྲ་མེད་པ་གང་ཡིན་པ་དེ་ནི་ཕག་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having bad hygiene comes from having been a swine.

source: །མིར་གྱུར་ནས་གླུ་གར་ལ་དགའ་བ་གང་ཡིན་པ་དེ་ནི་རོལ་མོ་མཁན་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being fond of song and dance comes from having been a musical performer.

source: །མིར་གྱུར་ཀྱང་འདོད་ཆེན་ཆེ་བ་གང་ཡིན་པ་དེ་ནི་ཁྱི་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having excessive desire comes from having been a dog.

source: །མིར་གྱུར་ནས་གཉའ་བར་ལྦ་བ་ཡོད་པ་གང་ཡིན་པ་དེ་ནི་གཅིག་པུ་བསྣོགས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Having goiters on the neck comes from eating alone.

source: །མིར་གྱུར་ནས་ཁའི་དྲི་མནམ་པ་གང་ཡིན་པ་དེ་ནི་ཚིག་ངན་གྱིས་གཞན་ལ་སྤྱོས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Having bad breath comes from having insulted others with harsh words.

source: །མིར་གྱུར་ཀྱང་ཕོ་མཚན་དང་མི་ལྡན་པ་དེ་ནི་ཁྱི་དང་ཕག་རྣམས་ཀྱི་རླིག་པ་བཅད་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: Having incomplete male faculties comes from having castrated dogs and swine.

source: །མིར་གྱུར་ནས་ལྕེ་ཐུང་བ་གང་ཡིན་པ་དེ་ནི་དབེན་པ་དག་ཏུ་བླ་མ་དག་ལ་ཚིག་མི་སྙན་པ་བརྗོད་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Having a short tongue comes having disgraced the gurus in solitary places. “

source: །མིར་གྱུར་ནས་གཞན་གྱི་ཆུང་མ་ལ་གཡེམ་པར་མངོན་པར་དགའ་བ་དེ་ནི་ཤི་འཕོས་ནས་བྱ་ངང་པ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: People who take pleasure in committing adultery with the wife of another will regress to a rebirth as a swan after death.

source: །མིར་གྱུར་ཀྱང་བདག་དང་ཉེ་ཞིང་གཉེན་དུ་འབྲེལ་པ་དག་ལ་གཡེམ་པར་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་བྱེའུ་མཆིལ་པ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: People who take pleasure in sexual misconduct with their relatives and friends will regress to a rebirth as a sparrow after death.

source: །མིར་གྱུར་ནས་མདོ་སྡེ་དང་བསྟན་བཅོས་དག་ལ་སེར་སྣ་བྱེད་ཅིང་ཤེས་ཀྱང་སྦས་ནས་གཞན་དག་ལ་མི་སྟོན་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཤིང་སྲིན་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: People who are stingy with the sūtras and treatises and hide their knowledge so as not to teach them to others will be reborn as a wood-eating insect after death.

source: །མིར་གྱུར་ནས་མདའ་གཞུ་ཐོགས་ཤིང་གཞོམ་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཀླ་ཀློ་ཅན་དུ་ལྟུང་བར་འགྱུར་རོ།
en: People who take pleasure in bearing bows and arrows and battling will regress to a rebirth as a barbarian after death. “

source: །རྔོན་པ་བྱེད་ཅིང་སྲོག་ཆགས་གསོད་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་འཕར་སྤྱང་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: Taking pleasure in hunting and killing living beings will result in regressing to a rebirth as a jackal after death.

source: །མགོ་རྒྱན་དང་མེ་ཏོག་ཐོགས་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས། གཅིན་རྟུག་གི་སྲིན་བུ་བྱེད་པར་འགྱུར་རོ།
en: Taking pleasure in wearing crowns and flowers will result in being a dung beetle after death.

source: །གོས་རིང་པོ་གྱོན་པར་དགའ་བ་དེ་ནི། ཤི་འཕོས་ནས་སྲིན་བུ་མཇུག་རིངས་བྱེད་པར་འགྱུར་རོ།
en: Enjoying wearing long dresses will result in being a long-tailed insect after death.

source: །ཉལ་ཞིང་ཟ་བར་མངོན་པར་དགའ་བ་དེ་ནི་ཤི་འཕོས་ནས་ཕག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Taking pleasure in sleeping and eating will result in being reborn as a swine after death.

source: །གོས་ཚོན་ཅན་གྱོན་པར་མངོན་པར་དགའ་བ་དེ་ནི་ཤི་འཕོས་ནས་བྱེའུ་ཁྲེའུ་བྱེད་པར་འགྱུར་རོ།
en: Taking pleasure in wearing colorful clothing will result in becoming a multicolored bird after death.

source: །གཞན་གྱི་ཚིག་ཟློས་ཤིང་ཀུ་རེ་བྱེད་པར་མངོན་པར་དགའ་བ་དེ་ནི་ཤི་འཕོས་ནས་བྱ་ནེ་ཙོ་བྱེད་པར་འགྱུར་རོ།
en: Taking pleasure in mimicking the words of others and making fun will result in becoming a parrot after death.

source: །ཕྲ་མ་བྱེད་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་སྦྲུལ་ལུས་པོ་ཆེ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Taking pleasure in gossip will result in being reborn as a large-bodied snake after death.

source: །ཉེས་པ་མེད་པར་དགྲ་ལ་རྣམ་པར་འཚེ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་སྲིན་བུ་འཁོན་དུ་འཛིན་པའི་སེམས་དང་བཅས་པ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Being hostile to an enemy without just cause will result in being born after death as an insect with a mind that holds on to grudges.

source: །གཞན་གྱི་དབྱེན་བྱེད་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་སྲིན་བྱ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Enjoying others’ discord will result in being born as an owl after death.

source: །དམོད་མོའི་ཚིག་སྨྲ་བ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཝ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Taking pleasure in uttering curse words will result in being born as a fox after death.

source: །གཞན་དག་སྐྲག་ཅིང་དངང་བར་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་རི་དགས་ཤ་བའི་རིགས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: Taking pleasure in scaring and frightening others will result in being born as a mountain deer after death. “

source: །ཚེ་སྔ་མ་ལ་ཤིང་གི་ལྷམ་བགོས་ནས་དྲི་གཙང་ཁང་དུ་ཞུགས་པ་གང་ཡིན་པ་དེ་ནི་ཚེ་འདི་ལ་རྟའི་རིགས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: Those who entered shrines while wearing wooden shoes in a previous life will be reborn as horses in this life.

source: །ཚེ་སྔ་མ་ལ་འཕྱེན་གཏོང་བ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྲིན་བུ་མནམ་པོའི་རིགས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: Those who took pleasure in farting in a previous life will be reborn as stink bugs.

source: །ཚེ་སྔ་མ་ལ་དགེ་འདུན་གྱི་གཏུན་དང་རང་ཐག་ཡོངས་སུ་སྤྱོད་པ་གང་ཡིན་པ་དེ་ནི་ཚེ་འདི་ལ་སྲོག་ཆགས་སྲིན་བུ་མགོ་རྡེབས་པ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Those who used the Saṅgha’s mortars and pestles in a previous life will be reborn as flat-headed worms in this life.

source: །ཚེ་སྔ་མ་ལ་གཞན་དག་གི་ཟས་ཀྱི་གེགས་བྱས་ན་ཚེ་འདི་ལ་ཤིང་སྲིན་བྱེད་པར་འགྱུར་རོ།
en: If one obstructed others’ access to food in a previous life, one will be woodworms in this life.

source: །དགེ་འདུན་གྱི་ཆུ་བརྐུས་ནས་ཡོངས་སུ་སྤྱད་པ་གང་ཡིན་པ་དེ་ནི་ཚེ་འདི་ལ་ཉ་དང་ཆུ་སྲིན་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Those who stole water from the Saṅgha and used it themselves will be reborn as fish or crocodiles.

source: །དགེ་འདུན་གྱི་ས་གཞི་དག་ལ་མི་གཙང་བ་འདོར་བ་གང་ཡིན་པ་དེ་ནི་བཤང་གཅིའི་ནང་དུ་སྲིན་བུ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Those who discarded their filth on the grounds of the Saṅgha will be reborn as latrine maggots.

source: །དགེ་འདུན་གྱི་ཤིང་ཏོག་བརྐུས་པ་གང་ཡིན་པ་དེ་ནི་འཇིམ་རྫབ་ཟ་བའི་སྲིན་བུ་བྱེད་པར་འགྱུར་རོ།
en: Those who stole fruit from the Saṅgha will become mud-eating bugs.

source: །དགེ་འདུན་གྱི་དཀོར་བརྐུས་པ་གང་ཡིན་པ་དེ་ནི་རང་ཐག་འདྲེན་པའི་གླང་དང་བོང་བུ་བྱེད་པར་འགྱུར་རོ།
en: Those who stole wealth from the Saṅgha will become oxen or donkeys turning a millstone. “

source: །དགེ་འདུན་གྱི་དཀོར་ལ་ནན་གྱིས་སློང་ཞིང་སྔ་སྐྱིན་བྱེད་ན་ཕུག་རོན་དཀར་པོ་བྱེད་པར་འགྱུར་རོ།
en: If one insistently begs the Saṅgha to loan out its wealth, one will be reborn as a white pigeon.

source: །དགེ་འདུན་ལ་འཕྱ་ཞིང་དམོད་པར་བྱེད་ན་གླང་གི་གཉའ་བའི་སྲིན་བུར་སྐྱེ་བར་འགྱུར་རོ།
en: If one ridicules and disparages the Saṅgha, one will be reborn as a bug on the neck of oxen.

source: །དགེ་འདུན་གྱི་ཚོད་ལྡུམ་ཟོས་ན་ཚོད་མའི་སྲིན་བུར་སྐྱེ་བར་འགྱུར་རོ།
en: If one consumes the vegetables of the Saṅgha, one will be reborn as an insect on vegetables.
